[{"id":"db692d58-4b13-4174-ae8c-30c515c0689c","title":"Hunter x Hunter","description":"Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.","releaseDate":1998,"image":"https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/06e9ce8f-1cd2-4cd1-821e-168eb58afe04.png"},{"id":"801513ba-a712-498c-8f57-cae55b38cc92","title":"Berserk","description":"Guts, known as the Black Swordsman, seeks sanctuary from the demonic forces attracted to him and his woman because of a demonic mark on their necks, and also vengeance against the man who branded him as an unholy sacrifice. Aided only by his titanic strength gained from a harsh childhood lived with mercenaries, a gigantic sword, and an iron prosthetic left hand, Guts must struggle against his bleak destiny, all the while fighting with a rage that might strip him of his humanity.  \r\n  \r\n","releaseDate":1989,"image":"https://mangadex.org/covers/801513ba-a712-498c-8f57-cae55b38cc92/2a61abcb-8e6e-460d-8551-1caa93e09e39.jpg"},{"id":"4e6c7ed7-2111-4a3b-b34c-fbf07b1884c4","title":"Gangsta","description":"In the city of Ergastulum, a shady ville filled with made men and petty thieves, whores on the make and cops on the take, there are some deeds too dirty for even its jaded inhabitants to touch. Enter the Handymen, Nic and Worick, who take care of the jobs no one else will handle. Until the day when a cop they know on the force requests their help in taking down a new gang muscling in on the territory of a top Mafia family. It seems like business (and mayhem) as usual, but the Handymen are about to find that this job is a lot more than they bargained for.","releaseDate":2011,"image":"https://mangadex.org/covers/4e6c7ed7-2111-4a3b-b34c-fbf07b1884c4/0c79182d-0f51-4bb5-963f-e1d104b46fcf.jpg"},{"id":"6a1d1cb1-ecd5-40d9-89ff-9d88e40b136b","title":"Tokyo Ghoul","description":"Lurking within the shadows of Tokyo are frightening beings known as \"ghouls,\" who satisfy their hunger by feeding on humans once night falls. Ken Kaneki, an unsuspecting university freshman, finds himself caught in a world between humans and ghouls when his date turns out to be a ghoul after his flesh.\n\n[Written by MAL Rewrite]","releaseDate":2011,"image":"https://mangadex.org/covers/6a1d1cb1-ecd5-40d9-89ff-9d88e40b136b/98c90b96-db95-4c15-a407-eb70a3b6cf96.jpg"},{"id":"a1c7c817-4e59-43b7-9365-09675a149a6f","title":"One Piece","description":"Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n","releaseDate":1997,"image":"https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/1dcc8e3c-0504-46f9-8588-e248e98250a1.jpg"}]